{
    "lyrics": "I was down but now I'm up, yeah\r\nThis all God this ain't no luck, yeah\r\nI used to be stuck in that mud, woah\r\nYeah, I was down but now I'm up, up, up, up\r\nI was down but now I'm up, yeah\n\nThis all God this ain't no luck, yeah\n\nI used to be stuck in that mud, yeah\n\nYeah, I was down but now I'm up, up, up, up (Ayy)\n\nI was down but now I'm\n\n\n\nUp like my name Lazarus\n\nKnow Satan gon' be mad at this\n\nI had to ask my dad\n\nIf it's okay to swing my bat at this\n\nHe said, \"Boy if I pitch it, it's out of the park\"\n\nMoving so quick it's like they stuck in park\n\nThey see the numbers but I see the heart\n\nTen thousand hours He spent in the dark\n\nPutting in good work\n\nEven though He didn't even know that it would work\n\nTalk about a man who grew up in woodwork\n\nDo it for the love of it, that's the way it should work, yeah, yeah (Yeah, yeah)\n\nI know some people gon' look at me crazy and I'm like for what? (What?)\n\nMan, I was stuck\n\n\n\nI was down but now I'm up, yeah (Now I'm up)\n\nThis all God this ain't no luck, yeah (Ain't no luck)\n\nI used to be stuck in that mud, yeah (In the mud)\n\nYeah, I was down but now I'm up, up, up, up\n\nI was down but now I'm\n\n\n\nDown, now I'm up like a seesaw\n\nWhen I'm on the beat, like an old man's lawn better keep off\n\nFrom the ground to the treetops\n\nGot clouds on my feet like Jack and the Beanstalk\n\nJumped off quick, went straight into freefall\n\nCowboy hat and a mic singing, \"Yeehaw\"\n\nLanded on my feet like a feline\n\nPut 'em back in the seat, like a recline\n\nAyy, what you mean I'm not worthy?\n\nDid it with a purpose, didn't need a permit\n\nDiggin' from the bottom and I brought it to the surface\n\nMind your business, not who I worship\n\nWho the little guy making big, big, big moves?\n\nTik-Tok turn into a tick-tick-tick boom\n\nYeah, I talk a lot of stuff\n\nProlly thought it was a bluff\n\n'Til I went and turned it where?\n\n\n\nI was down but now I'm up, yeah (Up, let's go, woah)\n\nThis all God this ain't no luck, yeah\n\nI used to be stuck in that mud, yeah\n\nYeah, I was down but now I'm up, up, up, up\n\nI was down but now I'm up",
    "artist": "Forrest Frank",
    "song": "UP!"
}